export const aboutIntro = [
  'Проект «Переулки памяти: легенды Адмиралтейского района» объединил в себе два формата: аудиоспектакль и экскурсию.',
  'Мы, библиотекари «Измайловской», загорелись идеей создать иммерсивный аудиоспектакль с оригинальным сюжетом и персонажами.',
  'Темой спектакля стала Петербургская мистика, а точнее, те локации Адмиралтейского района, с которыми связаны городские легенды. Некоторые из них на слуху, а о некоторых известно далеко не всем.',
  'Нашей целью было создание не только художественного произведения, которое погружало бы слушателя в живой сюжет, но и ресурса, с помощью которого можно в игровом формате познакомиться с нетривиальной историей района.',
  'Проект «Переулки памяти...» интересен тем, что каждый может найти в нем что-то по душе: кто-то может прослушать спектакль, не выходя из дома, кто-то — прочесть карточки с краеведческой информацией, а кто-то — пройти по маршруту в компании нашей главной героини Евы и «вписать» себя в петербургский текст.',
  'Приятного пути!',
] as const
