export const legendsIntro = [
  'Дорогие слушатели! Мы знаем наверняка, что в Адмиралтейском районе куда больше локаций, с которыми связаны мистические истории, чем мы успели осветить в нашем аудиоспектакле.',
  'Если о статуе в вашем дворе или нехорошей квартире в вашем доме ходит легенда, о которой вы бы хотели рассказать, мы с радостью предлагаем вам ей поделиться!',
  'Мы бы хотели дать голос даже тем легендам, о которых знают не больше пяти человек, и создать отдельную вкладку на сайте для их размещения.',
  'С большой благодарностью будем ждать ваших историй!',
] as const
