import { assets } from './assets'

import type { PlaceMaterial } from './types'

export const placeMaterials: Record<string, PlaceMaterial> = {
  pomeshchik: {
    id: 'pomeshchik',
    title: 'Дом «Помещика» (Измайловский пр-т, 16/30)',
    imageUrl: assets.photos.pomeshchik,
    caption: 'Санкт-Петербург, 2026 год',
    audioUrl: assets.placeAudio.pomeshchik,
    text: `Дата постройки: 1912 г., архитектор: Я. З. Блувштейн.

Это внушительно здание, раскинувшееся на две улицы — Измайловский проспект и Красноармейскую улицу, — было построено в 1912 году. В нем располагался центральный офис сельскохозяйственного товарищества «Помещик». Что же это такое? «Помещик» занимался поставкой молока и молочной продукции — впоследствии компания открыла в Петербурге сорок магазинов. И один из них, третий по величине в городе, находился на первом этаже этого дома.

В нем, разумеется, был не только магазин — дом «Помещика», как называли его многие, был настоящим городом в городе! При большом желании и, конечно, наличии средств его пределов и вовсе можно было не покидать: помимо магазинов, к услугам жильцов была и прачечная, и даже — представь себе! — кинематограф с эстрадой. В парадных были установлены лифты, лестницы выстилались красными ковровыми дорожками, а в окнах красовались изысканные витражи. Был даже устроен внутридомовой пылесос! На лестницах и в некоторых квартирах и сегодня можно увидеть выступающие из стен крепежные места, похожие на краны, с надписью Sauger Staub — в переводе с немецкого «вакуум пыли».

После 1917 года торговые площади продолжили функционировать как гастроном № 22, а в 1962 году в доме открылся магазин «Стрела». Многие старожилы района и по сей день называют дом не иначе, как «гастроном „Стрела“». Он был первым в городе, где были установлены кассы-автоматы — прообразы нынешних касс самообслуживания.

Однако одно из, пожалуй, самых интересных мест этого дома скрыто от глаз — и это… подвалы! Торговцы, владевшие домом в начале XX века, строили их с практическим размахом: покрывали стены и полы листами свинца, чтобы уберечь от воды, а потолки делали высокими. Именно благодаря потолкам появилась возможность проложить в подвалах монорельсовую дорогу, по которой перемещались корзины с товаром: со складов прямиком наверх, в помещения магазина. Переправлять товар при желании можно было в любую точку дома: все подвалы были соединены между собой подземными переходами.

Именно благодаря этой обширной сети подвалов, охватывавшей немалую территорию дома, и появилась легенда о существовании тайных подземных ходов, связывавших дом «Помещика» с Варшавским и Балтийским вокзалами.`,
  },

  labzin: {
    id: 'labzin',
    title: 'Доходный дом Н. Ф. Лабзина (2-я Красноармейская ул., 16)',
    imageUrl: assets.photos.labzin,
    caption: 'Санкт-Петербург, 2026 год',
    dates: 'Дата постройки: 1900 г., архитектор: А. И. Нoсалевич.',
    audioUrl: assets.placeAudio.labzin,
    text: `Николай Филиппович Лабзин (1837–1927) был ученым-технологом, действительным тайным советником и заслуженным профессором Технологического института, который в 1857 году окончил с золотой медалью. После Лабзина в доме жили гражданские инженеры А. И. Носалевич (1898–1903) и П. С. Косюра (1902–1904).

В 1989 году во время капитального ремонта в доме был обнаружен тайник: в одной из квартир обнаружилась потайная комната размером два на два метра. Над ней находилась кладовка. В потайную комнату можно было попасть только через квартиру снизу: в потолке были скрыты подвижные доски на шарнирах.

В тайнике обнаружилось более 1200 предметов, включая домашнюю утварь, ценные бумаги, одежду и документы. Большая часть последних, а также чековые книжки, были на имя Владимира Лабзина, сына Николая Лабзина. Пока решалась судьба найденного «клада», часть предметов исчезла. Тем не менее, большая часть содержимого тайника впоследствии поступила в Государственный музей истории Ленинграда.`,
  },

  mendeleev: {
    id: 'mendeleev',
    title: 'Памятник Д. И. Менделееву (Московский пр-т, 19)',
    imageUrl: assets.photos.mendeleev,
    caption: 'Санкт-Петербург, 2026 год',
    dates: 'Дата постройки: 1930–1932 гг., скульптор: И. Я. Гинцбург.',
    audioUrl: assets.placeAudio.mendeleev,
    text: `Знаменитый ученый Д. И. Менделеев, создавший таблицу химических элементов и совершивший ряд прорывных научных открытий, чей памятник у основанной им Палаты мер и весов мы наблюдаем, на протяжении своей жизни соприкасался не только с наукой, но и с «той стороной», никаким научным обоснованиям не подвластной. Как же это случилось?

Увлечение спиритизмом, получившее массовое распространение в начале XX века, зародилось в Российской империи еще в 70-х годах века XIX. Началось это с литератора А. Н. Аксакова и ученых — химика и зоолога — А. М. Бутлерова и Н. П. Вагнера. Последние в конечном итоге задались целью найти научное обоснование спиритуалистике и мистицизму, вследствие чего появился первый в России журнал, посвященный данной теме, — «Ребус» под редакцией В. И. Прибыткова.

Однако главным оппонентом издателей и авторов «Ребуса» стал не кто иной, как ученый Д. И. Менделеев, выступивший с инициативой создать специальную Комиссию для рассмотрения медиумических явлений. Цель комиссии заключалась в развенчании деятельности мистиков и медиумов, чего в конченом итоге и удалось добиться. После нескольких проведенных сеансов и заседаний комиссия пришла к выводу, что спиритизм — не более чем совокупность фокусов, иллюзий и психологических манипуляций медиумов, благодаря которым они влияли на сознание людей.

Результаты комиссии, опубликованные Д. И. Менделеевым, вызвали широкий общественный резонанс и громкие обсуждения в прессе. Некоторых, в том числе и известных людей, очевидная предвзятость, с которой ученые во главе с Менделеевым подходили к изучению мистицизма, возмутила настолько, что они поставили свои подписи под письмом в газете «Санкт-Петербургские ведомости» под заглавием: «Протест петербургского общества против заключения комиссии по исследованию медиумизма».

На одном из заседаний комиссии присутствовал и Ф. М. Достоевский, позже написавший: «Вера и математические доказательства — две вещи несовместимые. Кто захочет поверить — того не остановите… при „хотении верить“, хотению может быть дано новое оружие в руки».`,
  },

  garnovsky: {
    id: 'garnovsky',
    title: 'Дом М. А. Гарновского (наб. р. Фонтанки, 120)',
    imageUrl: assets.photos.garnovsky,
    caption: 'Санкт-Петербург, 2023 год',
    dates:
      'Дата постройки: 1790-е гг., архитектор: И. Е. Старов (северный корпус).\nДата перестройки: 1806 г., архитектор: Л. И. Руска (западный корпус); 1809 г., автор проекта: военный инженер Г. М. Житков.',
    audioUrl: assets.placeAudio.garnovsky,
    text: `Вскоре после покупки Гавриилом Романовичем Державиным дома на набережной Фонтанки, 118, у него начались прения с соседом Михаилом Антоновичем Гарновским. Гарновский, адъютант князя Потёмкина-Таврического и приближенный ко двору императрицы Екатерины II, по утверждению Державина, построил свой дом на части его участка. Более того, дом Гарновского якобы был настолько высок, что закрывал собой солнечный свет.

Однако не только покушением на соседский участок интересен этот дом — не менее увлекательна и история появления средств на его постройку.

Дело в том, что в то время в России пребывала герцогиня Элизабет Кингстон, урожденная Чодлей, «прославившаяся» в родной Англии благодаря скандальному судебному процессу о двоебрачии. После побега на яхте, куда она уместила все свое немалое имущество, в Россию герцогиня знакомится с князем Потёмкиным. Князь вскоре после знакомства препоручает ее своему адъютанту Гарновскому, а герцогиня, в свою очередь, делает Гарновского своим поверенным. После смерти госпожи Кингстон Гарновский получил от нее немалое наследство: крупную сумму денег, дом и земельные участки.

Став волею судьбы одним из самых богатых на тот момент людей в России, Гарновский решил ни в чем себе не отказывать — именно поэтому он и задумал постройку грандиозного дома рядом с державинской усадьбой, который позже подумывал продать в государственную казну.

Державин же такому соседству был, мягко говоря, не рад. И великий русский поэт не был бы таковым, если бы не высказал все, что он думает о нерадивом соседе, в стихотворении. Оно, к слову, так и называется — «Ко второму соседу». В нем Державин иронично рассуждает о средствах, на которые Гарновский, собственно, и строит дом, и предупреждает:

*С сумой не ссорься и тюрьмой.
Хоть днесь к звездам ты высишь стены,
Но знай: ты прах одушевленный
И скроешься землей.*

Дело в том, что не только наследство, доставшееся от герцогини Кингстон, пошло на строительство дома. Спустя пару лет после ее смерти умирает и покровитель Гарновского — князь Потёмкин-Таврический. Гарновский же, узнав о его кончине, решил не терять времени зря и перевезти из Таврического дворца к себе статуи, вазы, мебель, даже некоторые стройматериалы… Наследники князя, недовольные таким положением дел, в попытках прекратить хищение перехватывали барки Гарновского прямиком на Фонтанке. За этими водными баталиями наблюдал и Державин.

Его мрачное предупреждение — «…И скроешься землей» — оказалось пророческим: Гарновский, чьи многочисленные финансовые махинации были в конце концов разоблачены, был осужден, разорен и умер в нищете. Мечта же его сбылась самым что ни на есть причудливым образом: дом попал в казну, однако не по причине своей ценности, а в уплату долгов владельца.`,
  },

  invisible_man: {
    id: 'invisible_man',
    title: 'Памятник Человеку-невидимке (наб. р. Фонтанки, 132)',
    imageUrl: assets.photos.invisibleMain,
    caption: 'Санкт-Петербург, 2026 год',
    dates: undefined,
    audioUrl: assets.placeAudio.invisible_man,
    text: `Памятник Человеку-невидимке — одна из самых загадочных «скульптур» Санкт-Петербурга.

Находится она на набережной реки Фонтанки, на территории психоневрологического диспансера №7. Поговаривают, некоторые пациенты действительно видели загадочный темный силуэт, возвышавшийся на постаменте…

На самом же деле, постамент изначально был не пустым, а очень даже обитаемым. После объявления 5 марта 1861 года в Санкт-Петербурге манифеста об освобождении крестьян от крепостной зависимости петербургский городской голова Н. И. Погребов предложил петербургской общей Думе ознаменовать это событие строительством больницы для чернорабочих, наименовав ее Александровской больницей. Именно она и находилась на месте современного диспансера. В честь светлейшего покровителя больницы, императора Александра II, перед ней был возведен памятник — императорский бюст (скульптор — Н. А. Лаврецкий, архитектор — П. А. Самсонов). С лицевой стороны значилась надпись: «Императору Александру II. Основателю больницы», на боковых гранях: «Больница основана в память 19-го февраля 1861 г.», «Сооружен Городским Общественным Управлением в 1892 г.».

В 1931 году памятник был уничтожен. Некоторые говорят, что место Александра II временно занял Владимир Ленин, однако и он потом, что называется, канул в Лету. После Ленина постамент пустовал — и именно в таком, пустом, виде и вошел в городской фольклор. Памятник даже подписали: «Человек-невидимка». Автором самой первой шутливой надписи был петербургский художник и поэт Андрей Мельников.

В 2020 году, однако, некая художница переименовала его в памятник Никому. В результате войны с коммунальными службами, раз за разом стиравшими надпись, после Никого появился Никто II, Никто III, Никто IV… Так бы могло продолжаться еще долго, если бы к художнице якобы не обратился возмущенный автор подписи «Человека-невидимки»: она, мол, нарушает уже сложившийся городской миф. Художница отступила, и Никто остался полноправным Невидимкой.`,
    extraImages: [
      {
        imageUrl: assets.photos.invisibleHistoric,
        caption: 'Памятник императору Александру II. Открытка. 1900-е годы',
        captionSource: 'Е. Зайцева. История Александровской больницы в Санкт-Петербурге // «Родина»',
      },
    ],
  },

  petersburg_empty: {
    id: 'petersburg_empty',
    title: '«Петербургу быть пусту!»',
    text: `Петербургская легенда о наводнении и миф о конце Петербурга — два, пожалуй, ключевых элемента в петербургском фольклоре. Первое упоминание легенды о потопе, который возвестит не только конец города, но и конец империи, а вместе с ней и всего света, приходится на XIX век.

Многие вспоминают мрачное пророчество, якобы сказанное Евдокией Лопухиной перед тем, как ее по приказу Петра I сослали в монастырь: «Петербургу быть пусту!» Однако, во-первых, о пророчестве этом мы знаем со слов ее сына, царевича Алексея, сказанных им под следствием (8 февраля 1718 года): «Еще де сказывала, что Питербурх не устоит за нами: „Быть-де ему пусту; многие-де о сем говорят“». Во-вторых, не до конца понятно, что именно имеется в виду под словом «пусту» — затопление или все же *запустение*.

Наводнения в Петербурге, тем не менее, действительно случались довольно часто, некоторые из них были по-настоящему разрушительными. Самые крупные пришлись на 1777, 1824 и 1924 годы. Многие говорят, что наводнения — это кара, которую Нева обрушивает на тех, кто сковал ее воды гранитными набережными, и в конце концов река заберет столицу, построенную на ее берегах.`,
  },

  serpent: {
    id: 'serpent',
    title: 'Змей',
    text: `Легенда о Змее связана с Медным всадником, памятником Петру I. Говорят, под Петербургом обитает древний гигантский Змей, чье пробуждение грозит городу неминуемой гибелью. Медный же всадник хранит город от его гнева — до тех пор, пока будет стоять памятник, будет жить Петербург.`,
  },

  egyptian_bridge: {
    id: 'egyptian_bridge',
    title: 'Египетский мост',
    imageUrl: assets.photos.egyptianMain,
    caption: 'Санкт-Петербург, 2026 год',
    dates:
      'Дата постройки: 1826 г., проект: В. И. Христианович, В. фон Треттер. Скульптор (сфинксы): П. П. Соколов.\nДата перестройки: 1955 г., проект: В. В. Демченко, архитекторы: П. А. Арешев, В. С. Васильковский.',
    audioUrl: assets.placeAudio.egyptian_bridge,
    text: `Египетский мост — цепной висячий мост через реку Фонтанку между Английским и Красноармейским мостами.

Египетским его назвали из-за использованных в оформлении египетских мотивов: изображение бога Ра, характерный золоченый орнамент и, конечно, фигуры четырех сфинксов, которых городские жители уважительно называют «стражами». Использование же подобных мотивов связано с охватившей в те времена Европу египтоманией, причиной которой послужила расшифровка французским востоковедом Жаном-Франсуа Шампольоном Розеттского камня — загадочного артефакта, который являлся ключом к разгадке тайны древнеегипетской письменности.

20 января 1905 года мост переходил эскадрон гвардейской кавалерии, а навстречу ему двигались 11 саней с возницами. Мост под ними рухнул — кони, люди, сани упали на лед Фонтанки, к счастью, оказавшийся достаточно крепким. Погибли в результате обрушения три лошади, человеческих жертв не было.

О причинах разрушения Египетского моста до сих пор нет единого мнения. Существует, однако, легенда о том, что в доме неподалеку жила девушка, некая Мария, когда-то обманутая офицером эскадрона. В тот день, выглянув из окна и заметив переходивших мост гвардейцев, она в порыве злости крикнула: «Чтоб вам провалиться!» — что в ту же секунду и произошло.`,
    extraImages: [
      {
        imageUrl: assets.photos.egyptianCollapse,
        caption: 'Обрушение Египетского моста в Санкт-Петербурге 2 февраля 1905 года',
        captionSource:
          'Фотография Карла Буллы. Санкт-Петербург, 1905 год // Российская национальная библиотека',
      },
    ],
  },

  semimostye: {
    id: 'semimostye',
    title: 'Семимостье',
    imageUrl: assets.photos.semimostye,
    caption: 'Санкт-Петербург, 2026 год',
    audioUrl: assets.placeAudio.semimostye,
    text: `Семимостье — одна из самых мистических и живописных локаций Санкт-Петербурга.

Если встать на один из мостов перед Николо-Богоявленским морским собором, можно насчитать семь петербургских мостов: Кашин, Смежный, Пикалов, Ново-Никольский, Старо-Никольский, Могилевский, Красногвардейский.

Во многом именно благодаря этой локации Петербург стали именовать Северной Венецией. Пересечение Крюкова канала и канала Грибоедова, необычный ракурс и открывающаяся с него панорама — этот захватывающий вид стал причиной рождения, пожалуй, одной из самых романтичных легенд Петербурга. Согласно поверью, если встать в центре одного из мостов, семь раз обернуться вокруг своей оси и семь раз повторить заветное желание (по одному на каждый видимый мост), оно обязательно сбудется. Знающие горожане советуют для надежности загадывать желание в семь часов утра или вечера. А уж если проделать все еще и в седьмой месяц года, успех вам точно гарантирован!`,
  },

  naval_cathedral: {
    id: 'naval_cathedral',
    title: 'Никольский Морской собор (Никольская пл., 1/3)',
    imageUrl: assets.photos.navalCathedral,
    caption: 'Санкт-Петербург, 2026 год',
    dates: 'Дата постройки: 1753–1762 гг., архитектор: С. И. Чевакинский.',
    audioUrl: assets.placeAudio.naval_cathedral,
    text: `Николо-Богоявленский морской собор — один из ярчайших памятников елизаветинского барокко в Петербурге.

Это первый в России собор, построенный для нужд моряков русского флота. В стенах собора они возносили молитвы перед долгими плаваниями и отдавали дань погибшим сослуживцам. В 1870 году по ходатайству морского ведомства указом императора Александра II получил официальный статус «Mорского» собора.

Никольский морской собор стал немым свидетелем мрачных трагедий, постигших офицеров русского флота в XIX и XX веках. Именно здесь проходила поминальная служба по морякам, погибшим в кровопролитном Цусимском сражении 1904–1905 годов. Легенда гласит, что во время той службы по стенам собора скользили тени затонувших кораблей. С тех пор, как утверждают, в тумане, окутывающем собор, можно разглядеть их призрачные очертания. А по ночам в окрестностях иногда замечают фигуры в морской форме — души ушедших моряков, чьи захоронения, по другой легенде, скрыты в подвалах собора.`,
  },

  old_woman_pigeons: {
    id: 'old_woman_pigeons',
    title: 'Старушка и голуби',
    text: `Согласитесь, старушки, кормящие голубей, — вид, ставший привычным во многих городах России, а в Петербурге и подавно. Однако современная городская легенда гласит: эти старушки далеко не те, кем кажутся. Считается, что они — самые что ни на есть коренные жители города, обитавшие в этой местности еще до прихода Петра I. Однако, когда началось активное строительство города, они решили не мстить новопришедшим, а смириться — и как можно дольше оставаться в месте, которое они называли домом.

Именно с этой целью они и кормят птиц: как правило, это те птицы, которым нельзя есть хлеб, так как их дыхательные пути забиваются — и они погибают. Старушки же, питаясь их жизненной энергией, продлевают время своего пребывания в Петербурге.`,
  },

  litovsky_castle: {
    id: 'litovsky_castle',
    title: 'Литовский замок и его ангел(ы)',
    imageUrl: assets.photos.litovskyFacade,
    imageObjectPosition: 'top center',
    caption: 'Центральный ризалит Литовского замка со стороны Офицерской улицы',
    captionSource: 'Автор неизвестен. Санкт-Петербург, 2-я половина XIX в. // LiveJournal',
    dates:
      'Дата постройки: 1782–1787 гг., проект: И. Е. Старов.\nДата перестройки: 1823–1826 гг., проект: И. И. Шарлемань.',
    audioUrl: assets.placeAudio.litovsky_castle,
    text: `Изначально замок, построенный по приказу императрицы Екатерины II, назывался не Литовским, а Тюремным — по своему назначению. Странным, однако, было его расположение — прямо напротив Карусельной площади (нынешней Театральной) и Большого театра. Существует мнение, что Екатерина задумала спроектировать тюрьму, следуя заветам Джона Говарда — известного в те времена английского филантропа и первого тюремного реформатора. Согласно Говарду, тюрьма должна была приносить меньше вреда заключенным и больше пользы обществу. Возможно, расположение рядом с одним из культурных центров города, по мнению Екатерины, как раз соответствовало бы этой цели.

Однако, как ни странно, долгие годы после постройки Тюремный замок простоял пустым — точной причины, почему так вышло, никто не знает. В 1797 году в нем был расквартирован Литовский мушкетерский полк, который и дал замку название Литовский. В 1810-х здесь размещался Гвардейский экипаж.

Лишь в 1822-м замок вновь было решено переоборудовать в тюрьму. Именно после перестройки 1823–1826 годов на крыше замка над тюремным храмом появились скульптуры двух ангелов. Среди заключенных ходила легенда, что один из ангелов — тот, что не держит крест, — живой. Именно он по ночам сходит с места и обходит тюремные камеры. Все знали: если ангел постучит в камеру кого-то из смертников, в эту же ночь его казнят. Об ангеле же, державшем крест, думали, что он едва выдерживает его тяжесть — как только тот уронит крест, заключенные выйдут на свободу.

Действительно, в дни Февральской революции 1917 года все заключенные были освобождены восставшими, а здание тюрьмы сожжено. Руины разобрали в 1929–1930-м и застроили территорию жилыми домами. Вместе с замком были навсегда утеряны и фигуры ангелов — об их судьбе с тех пор больше ничего не известно.`,
    extraImages: [
      {
        imageUrl: assets.photos.litovskyBurned,
        caption:
          'Перед сгоревшим Литовским замком со стороны Офицерского моста. После Февральской революции 1917 года',
        captionSource: 'Фотография Карла Буллы. Петроград, 1917 год // LiveJournal',
      },
    ],
  },

  fog: {
    id: 'fog',
    title: 'Туман',
    text: `Туман, как известно, одно из самых характерных атмосферных явлений для Петербурга. Но все ли так просто? Одна из легенд последних лет гласит: туман, который находит на город со стороны Финского залива — вовсе не скопление капель воды в воздухе, а дыхание, огромного древнего зверя, спящего на дне залива.`,
  },

  griboedov_embankment: {
    id: 'griboedov_embankment',
    title: '«Бермудский треугольник» / Набережная канала Грибоедова',
    text: `«Бермудский треугольник»  Санкт-Петербурга — местность, ограниченная Сенной площадью, набережной канала Грибоедова и Вознесенским проспектом. Считается, что именно здесь пролегает так называемый тектонический разлом и образует геопатогенную зону, где загадочным образом безвозвратно пропадают люди.

О канале же Грибоедова ходит молва, будто, стоит перейти его по одному из многочисленных пролегающих через него мостов, как тут же можно угодить во временной провал. Номера домов и названия улиц меняются местами, двери парадных исчезают — становится совершенно невозможно найти нужный дом! Приходится блуждать до тех пор, пока морок не спадет…`,
  },

  srednyaya_podyacheskaya: {
    id: 'srednyaya_podyacheskaya',
    title: 'Средняя Подьяческая улица',
    imageUrl: assets.photos.srednyaya,
    caption: 'Дом старухи-процентщицы (наб. канала Грибоедова, 104)',
    captionSource: 'Санкт-Петербург, 2026',
    audioUrl: assets.placeAudio.srednyaya_podyacheskaya,
    text: `Средняя Подьяческая улица и окрестности канала Грибоедова в Санкт-Петербурге славятся мистическими легендами, связанными с героями Достоевского. Чаще всего в связи с ней упоминается призрак старухи-процентщицы из романа «Преступление и наказание», обитающий в доме ее убийства (предположительно — наб. канала Грибоедова, 104).`,
  },

  rimsky_korsakov_3: {
    id: 'rimsky_korsakov_3',
    title: 'Еще один достоевский адрес (пр-т Римского-Корсакова, 3)',
    imageUrl: assets.photos.dostoevskayaAnna,
    caption: 'А. Г. Достоевская с детьми — Фёдором и Любой',
    captionSource: 'Фотография И. Грюнберга. Санкт-Петербург, 1883 год',
    text: `По возвращении из-за границы в 1871 году Достоевские сняли меблированные комнаты в доме по проспекту Римского-Корсакова (в то время Екатерингофскому проспекту), 3. Там родился их старший сын Фёдор.

Анна Григорьевна пишет об этом в своих воспоминаниях: «Мы заняли две меблированные комнаты в третьем этаже дома №3 по Екатерингофскому проспекту. Выбрали эту местность с тою целью, чтобы наша девочка жаркие июльские и августовские дни могла проводить в Юсуповом саду, который находится поблизости…

Через восемь дней по приезде в Петербург, 16 июля, рано утром, родился наш старший сын Фёдор. Я почувствовала себя дурно накануне. Фёдор Михайлович, весь день и всю ночь молившийся о благополучном исходе, сказал мне потом, что решил, если родится сын, хотя бы за десять минут до полуночи, назвать его Владимиром, именем святого равноапостольного князя Владимира, память которого празднуется 15 июля. Но младенец родился 16-го и был наречен Фёдором, в честь своего отца, как мы давно это решили. Фёдор Михайлович был страшно счастлив и тем, что родился мальчик, и тем, что столь беспокоившее его семейное „событие” благополучно совершилось.

Когда я стала поправляться, окрестили нашего мальчика. Воспреемником его (как и наших двух дочерей) был друг Фёдора Михайловича, известный поэт Аполлон Николаевич Майков. А крестною матерью Фёдор Михайлович выбрал свою дочь Любочку, которой не было еще двух лет».`,
  },

  brinko: {
    id: 'brinko',
    title: 'Переулок Бринько / Сенная площадь',
    imageUrl: assets.photos.sennaMarket,
    caption:
      'Шесть фотографий на одном паспарту с видами различных зданий Санкт-Петербурга. Рынок на Сенной площади',
    captionSource: 'Автор неизвестен. Санкт-Петербург, 1860-е годы // Государственный Эрмитаж, Санкт-Петербург',
    audioUrl: assets.placeAudio.brinko,
    text: `Сенная площадь издавна считалась «нехорошим местом» Санкт-Петербурга.

Сейчас это центр города, однако в первой половине XVIII века эта местность была окраиной, где рос лес. Местные, тем не менее, не спешили туда за грибами и ягодами — по слухам, в этом лесу гибли люди, а в чаще обитали змеи, охранявшие вход в иной мир.

После того как на этом месте по приказу императрицы Анны Иоанновны был организован рынок для торговли сеном (отсюда и название — Сенная), его репутация не улучшилась. Сенной рынок прозвали «чревом Петербурга» из-за обилия дешевых трактиров, соседствовавших с прилавками, где продавали сено и скоропортящиеся продукты, часто начинавшие гнить на жаре.

Построенный во второй половине XVIII века на средства богатого откупщика Саввы Яковлева (Собакина) собор, известный как Спас на Сенной, немного облагородил внешний вид площади, однако нисколько не изменил царившей там атмосферы. Благодаря тому, что на рынке в большинстве своем торговали дешевыми товарами, Сенная площадь стала приютом для петербургских бездомных, нищих и воров, сбывавших на рынке краденые товары.

На ее территории также находилась Вяземская лавра — трущобный квартал из тринадцати связанных друг с другом домов, которые сдавались внаем. В съемных квартирах и комнатах царила страшнейшая антисанитария. В лавре находился самый крупный в Петербурге воровской притон, куда остерегалась наведываться даже полиция. Место же, где периодически случались полицейские облавы на находившихся в розыске преступников, прозвали «Мышеловкой» — это была чайная находившегося недалеко от лавры постоялого двора.

Сенная площадь также была местом, где регулярно проводились публичные телесные наказания крепостных — провинившихся избивали кнутом перед зданием гауптвахты, где в марте 1874 двое суток отбывал наказание за нарушение цензуры Ф. М. Достоевский.

В нынешнем переулке Бринько в 1830-х годах находилась центральная холерная больница. Из-за высокой смертности пациентов город стал полниться слухами, будто врачи намеренно отравляют больных. 22 июня 1831 года этот участок стал местом начала кровавого холерного бунта. Толпа разгромила больницу.

Чуть позже, в 1870-х годах, в этом переулке, звавшемся в то время Таировым, находилось самое большое скопление дешевых публичных домов. С десяти вечера у входа в них стояли «дежурные» проститутки, которые привлекали жестами проходящих мимо мужчин.

Все легенды, окутывающие Сенную площадь, так или иначе уходят корнями в историю ее обитателей, начиная с XVIII века. Поговаривали, что нечистая сила, скрытая в Змеином лесу, благоволила ворам и убийцам, делая эту местность их излюбленным прибежищем. Некоторые даже утверждали, что души погибших здесь грешников — воров и сутенеров — не покидали Сенную и после смерти, продолжая бродить между торговыми рядами. Лишь заговорив с ними, можно было понять, что перед тобой не живой человек, а покойник.`,
    extraImages: [
      {
        imageUrl: assets.photos.sennaView,
        caption: 'Вид Сенной площади',
        captionSource: 'Картина Фердинанда Перро. 1841 год // Государственный Эрмитаж, Санкт-Петербург',
      },
    ],
  },
  sinyagin: {
    id: 'sinyagin',
    title: 'Дом Н. К. Синягина (7-я Красноармейская, 25 / 6-я Красноармейская, 24 / Измайловский пер., 11)',
    imageUrl: assets.photos.sinyagin,
    caption: 'Санкт-Петербург, 2023 год',
    dates:
      'Дата постройки: 1905 г., архитектор: С. А. Баранкеев.\nДата перестройки: 1929 г., архитектор: В. Ф. Овчинников.',
    text: `Земли, где сейчас располагается бывший доходный дом Н. К. Синягина, в XVIII веке принадлежали лейб-гвардии Измайловского полка. В 1803 году по высочайшему указу они были выставлены на продажу.

Часть земель приобрел купец 2-й гильдии Тихонов, построивший на них несколько двух- и четырехэтажных зданий. К концу XIX века, однако, несмотря на усилия его сыновей, дело Тихонова разорилось — и в 1899 году земли со всеми постройками приобрел потомственный Почетный гражданин Петербурга, купец 1-й гильдии, статский советник Н. К. Синягин.

После смерти отца — известного хлеботорговца — Николай Кузьмич, получив большое наследство, пожертвовал более двухсот тысяч рублей на строительство больницы при Институте экспериментальной медицины, специализирующейся на изучении кожных и венерических заболеваний, и распрощался с торговлей.

Страстью Синягина были книги: он был известным библиофилом и владельцем одной из крупнейших частных библиотек, чье собрание насчитывало порядка 20 000 книг.

Так пишет о нем Ф. Г. Шилов в своей книге «Записки старого книжника»: «Но вот в 1900 году на букинистическом горизонте появился совершенно необычайный собиратель книг — Н. К. Синягин… Собирал Синягин столь энергично, что в течение десяти-пятнадцати лет создал такое собрание книг, брошюр, гравюр, литографий и рисунков, изображающих виды русских городов, монастырей и церквей и быт русского народа, какое никто до сих пор не мог собрать».

Особый интерес в библиотеке Синягина представляло уникальное собрание зарубежных иллюстрированных изданий, гравюр и литографий, посвященных России, которые он привозил из Берлина и Парижа; богатейшая коллекция материалов об эпохе Александра I и видов Петербурга.

Шилов отмечал и последовательность, с которой Синягин коллекционировал книги: им было подготовлено издание русской истории в двенадцати томах и монументальный историко-иконографический труд «Материалы к истории Александра I и его эпохи, собранные Н. К. Синягиным». Более того, Николаем Кузьмичом была проделана огромная работа и по оформлению своего собрания: книги и брошюры были прекрасно переплетены, гравюры и рисунки подклеены на отличной плотной бумаге, составлена замечательная картотека.

Увы, последние годы жизни Синягин провел в психиатрической больнице на Удельной, а дом и вся книжная коллекция в 1912 году перешла во владение его брата Ивана, питавшего, по словам Николая, отвращение к старым книгам. В 1917-м, когда дом был отдан воинской части, Иван Кузьмич из страха потерять коллекцию продал ее молодому библиофилу П. В. Губару, позже продавшему часть изданий Российской национальной и Вашингтонской библиотеке.

Сейчас библиотека Синягина разошлась по миру, многие издания впоследствии оказались за границей.`,
  },

  dostoevsky_cheltsov: {
    id: 'dostoevsky_cheltsov',
    title: 'Ф. М. Достоевский и отец Михаил Чельцов (2-я Красноармейская ул., 14 / 3-я Красноармейская ул., 11)',
    imageUrl: assets.photos.dostoevskyPortrait,
    caption: 'Фёдор Михайлович Достоевский',
    captionSource: 'Портрет В. Перова. 1872 год // Государственная Третьяковская галерея, Москва',
    dates: 'Дата перестройки: 1876 г., архитектор: В. В. Виндельбандт.',
    text: `В 1872 году после возвращения из Старой Руссы чета Достоевских переехала на 2-ю роту Измайловского полка, нынешнюю 2-ю Красноармейскую улицу. Достоевские жили в дворовом флигеле, а сам дом был сквозным и располагался по двум адресам: 2-я Красноармейская, 14, и 3-я Красноармейская, 11. Сам Достоевский и его супруга Анна Григорьевна в письмах указывали 2-ю Красноармейскую, 14, кв. 26.

В этом доме Достоевские прожили с августа 1872-го по март 1873-го. На протяжении этого времени Фёдор Михайлович активно работал над романом «Бесы», имевшим большой успех у публики. В своих мемуарах Анна Григорьевна отмечает: «Хотя муж и работал все лето над романом, но до того был неудовлетворен своим произведением, что отбросил прежде намеченный план и всю третью часть переделал заново. В октябре Фёдор Михайлович побывал в Москве и уговорился с редакцией, чтобы третья часть романа была помещена в двух последних книжках „Русского вестника“». Есть предположение, что осенью 1872-го Достоевский ездил в Москву как раз для того, чтобы обсудить публикацию скандальной главы «У Тихона», которую впоследствии Катков, редактор журнала «Русский вестник», к печати не допустил.

В 1873-м, после окончания работы над «Бесами», Достоевский решил ненадолго отвлечься от художественной прозы и попробовать себя в публицистике. Ему пришла идея публиковать не только свои размышления о литературном творчестве, но и политические статьи, наблюдения за общественной жизнью, исторические заметки и многое другое — именно так родился «Дневник писателя». Издавать его в виде отдельной рубрики согласился журнал «Гражданин», куда Достоевского пригласили на должность редактора. Редакция журнала находилась на Невском проспекте, 77, и Достоевскими было принято решение ради удобства переехать поближе.

Их квартира на 2-й Красноармейской, по воспоминаниям Анны Григорьевны и Фёдора Михайловича, была пусть и удобна, но чрезвычайно бедно обставлена. Всеволод Соловьёв, сын философа Сергея Соловьёва и друг Достоевского, в своих мемуарах описал кабинет Достоевского так: «…можно ли было назвать кабинетом эту бедную, угловую комнатку маленького флигелька, в которой жил и работал один из самых вдохновенных и глубоких художников нашего времени! Прямо, у окна, стоял простой старый стол, на котором горели две свечи, лежало несколько газет и книг… старая, дешевая чернильница, жестяная коробка с табаком и гильзами».

Дом этот, однако, связан не только с именем Достоевского, но и с именем протоиерея Троице-Измайловского собора Михаила Павловича Чельцова, переехавшего в Петербург в 1898 году.

{{image:cheltsov}}

Увы, судьба Чельцова сложилась печально. Смерть его связана с Екатериной Константиновной Зарнекау, внебрачной дочерью принца Константина Ольденбургского и единственной остававшейся в послереволюционной России представительницей дома Романовых. Зарнекау активно помогала «бывшим» — зажиточным людям и дворянам, разоренным революционерами, собирала вокруг себя недовольных новым режимом и активно помогала гонимой русской православной церкви. Дважды ее арестовывали — в 1920-м и 1927-м — и дважды ей удавалось вернуться живой. В это же время в своей квартире на 12-й Красноармейской, 34, она регулярно устраивала спиритические и гипнотические сеансы.

Родственники, уехавшие за границу, умоляли Зарнекау покинуть Россию, и в 1929 году она наконец решилась это сделать. Вместе с дочерью Екатерина Константиновна отправилась на Кавказ и там тайно пересекла границу, уехав в Париж. Позже во французской печати были опубликованы рассказы Зарнекау о подготовке ее побега, о помогавших ей людях и тех, с кем она общалась, пребывая в России. Имена этих людей попали в руки ОГПУ — в 1930-м 40 человек были арестованы по сфабрикованному делу о «раскрытии военно-монархического заговора, руководимого белой эмиграцией». В их числе был и отец Михаил Чельцов.

С 1918-го и до 1930 года Чельцова арестовывали пять раз. В 1922-м его приговорили к расстрелу, однако позже заменили смертную казнь пятью годами заключения. Свое состояние в ожидании расстрела он описал в книге «Воспоминания „смертника“ о пережитом»: «…Яркое утро. Семь часов. Пробужденные ожившим днем и тюрьмой, невесело встречаем день. Каждый в одиночку молимся. Молчаливо пьем принесенный кипяток. Начинаю знакомиться со стенной литературой камеры. Печальная, тревожная, не дающая никаких надежд литература».

После шестого и последнего ареста Чельцов был расстрелян в Рождественский день 7 января 1931 года. Реабилитирован посмертно в 1988 году, в 2005-м был причислен к лику святых как Михаил Петроградский. 24 апреля 2016 года на доме по 2-й Красноармейской, 14, появилась табличка с последним адресом Михаила Павловича Чельцова.`,
    extraImages: [
      {
        id: 'cheltsov',
        imageUrl: assets.photos.cheltsov,
        caption: 'Протоиерей Михаил Чельцов',
        captionSource: 'Автор неизвестен. До 1917 года // «Вода живая». Журнал о православном Петербурге',
      },
      {
        imageUrl: assets.photos.cheltsovPlaque,
        caption:
          'Табличка фонда «Последний адрес». Надпись: «Здесь жил Михаил Павлович Чельцов. Священник. Родился в 1870. Арестован 2.09.1930. Расстрелян 7.01.1931. Реабилитирован в 1988».',
        captionSource: 'Санкт-Петербург, 2026 год',
      },
    ],
  },

  ribopyer: {
    id: 'ribopyer',
    title: 'Конюшни и манеж графа Г. И. Рибопьера (2-я Красноармейская ул., 12)',
    imageUrl: assets.photos.ribopyer,
    caption: 'Санкт-Петербург, 2026 год',
    dates:
      'Дата постройки: 1887 г., архитектор: А. А. Степанов.\nДата постройки (конюшни): 1891 г., архитектор: М. С. Шуцман.',
    text: `Граф Григорий Иванович Рибопьер — один из известнейших общественных деятелей Российской империи, меценат, крупный коннозаводчик и спортсмен, стоявший у истоков Олимпийского движения в России.

Он родился в 1851 году в семье гофмейстера Ивана Александровича Рибопьера и Софьи Васильевны, урожденной Трубецкой, был двоюродным братом Зинаиды Николаевны Юсуповой — последней представительницы богатейшего рода Юсуповых.

Рибопьер служил в гусарском полку преподавателем гимнастики. В 1879 году основал собственный конный завод. Он принимал активное участие в развитии конного спорта, сам принимал участие в скачках и разводил породистых рысаков.

Коллега Рибопьера, основатель одного из лучших конных заводов империи, Я. И. Бутович, в своих мемуарах «Мои Полканы и Лебеди» вспоминал о петербургском доме графа по 2-й Красноармейской так: «В Петербурге графу принадлежал старинный дом, вернее, целая усадьба в Измайловском полку, занимавшая почти две улицы, носившие название Первой и Второй роты… Дома одним фасадом выходили на Первую роту, а задние фасады, манежи, конюшни, парк и прочее выходили на Вторую роту… Петербургский особняк снаружи выглядел очень скромно, но внутри это был дворец. Апартаменты, размеры комнат, отделка, мрамор, камины, люстры, зимний сад — все это производило чарующее впечатление и переносило вас из действительной жизни в какой-то сказочный мир роскоши и красоты. Здесь были фамильные портреты кисти лучших мастеров: и Левицкого, и Боровиковского, и других. Были и вещи, жалованные Екатериной Великой или перешедшие по наследству от Потёмкина-Таврического и князя Юсупова, первого русского коллекционера, обладателя собрания, имевшего мировое значение и мировую ценность. Рибопьер очень любил старину и разбирался в ней».

Григорий Иванович был горячо увлечен атлетикой, в частности борьбой и гиревым спортом. Рибопьер и сам был силачом, активно участвовавшим в спортивных боях. Вложив в дело более ста тысяч рублей, он основал Санкт-Петербургское Атлетическое общество. В обществе проводились занятия и устраивались соревнования по борьбе, гиревому спорту, боксу, стрельбе и фехтованию. В 1897-м в Михайловском манеже благодаря усилиям и средствам, вложенным Г. И. Рибопьером, прошел первый чемпионат России по тяжелой атлетике.

С 1900-го по 1913-й Рибопьер представлял Россию в Международном олимпийском комитете. Он лично спонсировал поездку на IV Олимпийские игры в Лондон четырех борцов, которые завоевали первые две серебряные медали в истории России.`,
  },

  spbgasu_tree: {
    id: 'spbgasu_tree',
    title: 'СПбГАСУ и его дерево (2-я Красноармейская ул., 4)',
    imageUrl: assets.photos.spbgasuTree,
    caption: 'Санкт-Петербург, 2026 год',
    text: `Многие, проходя мимо главного корпуса Санкт-Петербургского государственного архитектурно-строительного университета, любуются американским кленом перед его дверями, чьи раскидистые ветви тянутся до самой проезжей части.

Такое внушительное дерево, конечно, имеет свою собственную историю. Связана она с архитектором и профессором кафедры теории и истории архитектуры Георгием Ивановичем Лохановым (1929–2010), спроектировавшим дворик перед главным корпусом. По замыслу Лоханова в центре дворика, мощенного бетонным плитами, должно было расти «одно ветвистое, корявое дерево». Саженцы такого дерева он заприметил в Польском саду, являющимся частью усадьбы Г. Р. Державина на набережной Фонтанки.

Вот как сам Георгий Иванович вспоминает о появлении клена в конце 60-х годов: «За разрешением взять деревце я ходил в Ленинский райсовет, а также договорился с садоводом самого Польского сада. Выбрав наиболее подходящее по внешнему виду растение, я показал его заместителю проректора по административно-хозяйственной части ЛИСИ (прежнее название СПбГАСУ) Павлу Фёдоровичу Татарникову. Он-то и отправился за саженцем. Я в то время лег в больницу и уже позже узнал, что моего коллегу арестовали вместе с саженцем за несанкционированное выкапывание и возможное причинение вреда проходящим под землей кабелям…

А дело было в том, что помимо устного договора с садоводом, я, оказывается, должен был получить официальное разрешение от управления исполкома райсовета по техническому надзору и охране подземных и наземных инженерных сетей и сооружений. Пришлось срочно снова звонить в райсовет, все объяснять и просить, чтобы Павла Татарникова отпустили. Вот с такими «боями» дерево посадили.

Однако по возвращении из больницы я узнал… что при строительных работах корни дерева были повреждены и оно погибло. Тогда Татарников взял еще один клен в том же Польском саду. Дерево выбрали такое хорошее и красивое, что я даже не заметил замены, когда его увидел. При посадке деревца помогала Екатерина Константиновна Ушакова — преподаватель по проектированию и специалист по зеленому строительству ЛИСИ, крупный специалист в области ландшафтной архитектуры, жена архитектора Д. С. Гольдгора. Правда, каменного овала, обрамляющего сейчас дерево внизу, еще не было. Сначала оно росло просто на квадратном участке земли.

Вот с тех пор у ЛИСИ, а теперь уже СПбГАСУ, появилось свое чудесное дерево, которое так хорошо прижилось, разрослось и стало именно таким, каким я его себе и представлял».

*(Источник: Юлиана Коваль. ПУСТЬ ШЕЛЕСТИТ ЖИВАЯ ПАМЯТЬ… Архитектор и педагог Г. И. Лоханов и его дерево // Мастер’Oк. 2016. №1 (14). С. 46–47.)*`,
  },

  konstantinovsky: {
    id: 'konstantinovsky',
    title: 'Константиновское артиллерийское училище (Московский пр-т, 17)',
    imageUrl: assets.photos.konstantinovsky,
    caption: 'Санкт-Петербург, 2026 год',
    dates:
      'Дата постройки: 1754 г., архитектор: неизвестен.\nДата перестройки: 1806–1809 гг., архитектор: А. Е. Штауберт.\nДата перестройки: 1907 г., главный инженер: Н. А. Архангельский.',
    text: `Величественный дом по Московскому проспекту, 17, с пушками перед входом в XVIII веке принадлежал генерал-аншефу графу Р. И. Воронцову. В 1798 году в нем расположился Дом военного воспитания для солдатских сирот, в 1839-м преобразованный в Павловский кадетский корпус.

История же Константиновского артиллерийского училища началась в 1807 году с создания Волонтерского корпуса. Учреждение корпуса непосредственно связано с Русско-французской войной 1806–1807 годов: он был предназначен для ускоренной подготовки молодых дворян, желавших поступить офицерами на военную службу. В 1808-м корпус был переименован в Дворянский полк.

В 1857 году Павловский кадетский корпус и Дворянский полк, что называется, поменялись местами: кадеты переехали в здание полка на Спасской, а «дворяне» переместились в бывший дворец графа Воронцова на Московском проспекте.

Дворянский полк в память о своем первом шефе, Великом князе Константине Павловиче, был переименован в Константиновский кадетский корпус, а в 1859-м — в Константиновское военное училище.
В 1894-м, так как в русской армии не хватало артиллерийских офицеров, оно переформировывается в артиллерийское и получает наименование Константиновского артиллерийского училища.

Как и в других военных училищах, в Константиновском существовали свои разнообразные традиции.

Один из его выпускников, С. М. Пашковский, вспоминал о быте воспитанников училища следующее: «Большое значение в воспитании юнкеров имел личный пример офицеров училища. Все они были подтянуты, корректны… безукоризненно, но без франтовства, одевались. При крайне высокой требовательности никогда не бывало несправедливости в наложении дисциплинарных взысканий. Взаимоотношения были просты, без тени высокомерия, заносчивости, чопорности, льстивости, заискивания, подобострастия. Подхалимство, называвшееся «мыловарением», считалось наиболее презираемым пороком».

Судя по воспоминаниям А. В. Благодатова, выпускника 1913 года, в Константиновском училище присутствовали некоторые элементы «цука» — неуставных отношений между кадетами и юнкерами младших и старших курсов: «Курс обучения в артиллерийских училищах был трехлетний… Поэтому в учебном отношении училище делилось на три курса: старший, средний и младший… По установившейся традиции каждому курсу было определенное прозвище. Старший курс именовался „офицерами”. Средний курс имел прозвище „фокстерьеры”, а младший курс — „козероги”. Эти прозвища были освещены традицией, и никто не обижался и безропотно их нес.

Момент перехода из положения пушистого хвостатого „козерога” на положение бесхвостого „фокстерьера” традицией был точно установлен — первая боевая стрельба из орудий. Считалось, что у „козерогов” опаливались хвосты и они становились „фоксами”. Начальник училища генерал-лейтенант Похвистнев, соблюдая училищные традиции, при поздравлении юнкеров младшего курса с первой боевой стрельбой жестом руки отмечал об их освобождении от пушистого охвостья „козерога” и переход в ранг „фокстерьеров”».

Особенно занимательными были отношения константиновцев с другими военными училищами. Например, по воспоминаниям А. В. Шпаковского, ученики Константиновского и Михайловского училищ друг друга недолюбливали: «Взаимоотношения с родственным нам Михайловским артиллерийским училищем были очень натянутые. Они были для нас „Михайлонами”, а мы для них „Констапупами”. Мы их дразнили „пешей артиллерией”». В 1894 году Константиновское училище сменило погоны: вместо бывших светло-синих получило алые с черной выпушкой (для отличия от Михайловского артиллерийского училища). Именно из-за черной выпушки среди михайловцев сразу же появилась шутка о том, что константиновцы «носят траур по пехоте».

С 2017 года и по сей день в здании бывшего Константиновского училища находится Суворовское военное училище.`,
  },

}

export const listenHistoryAction = {
  label: 'Истории по пути',
} as const
